---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Kgf
source: html/0c158a6f-2034-6615-946c-465e1e6c3e67.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Kgf Property

Symbol kgf, indicating unit Kilograms force.

## Syntax (C#)
```csharp
public static ForgeTypeId Kgf { get; }
```